Repository: alexanderboswell/feeding-timer
Catalog: *.lproj/Localizable.strings
Languages: it

# start-text
source: Start
it: Inizio

# cancel-text
source: Cancel
it: Annulla

# notification-title
source: Next baby feeding!
it: La prossima poppata!

# notification-subtitle
source: It's time to eat!
it: Ãˆ ora di mangiare!

# hour-abbreviation
source: hrs
it: ore

# minutes-abbreviation
source: mins
it: minuti

# timer-headline
source: Next feeding in...
it: La prossima poppata...

# unset-complication-simple
source: SET
it: Mettere

# unset-complication-verbose
source: Set next feeding
it: Alimentazione

# set-complication-verbose
source: Next feeding at
it: Alimentazione a
